Repository: jansoganci/budgetmeter.ios
Catalog: budgetmeter.ios/Resources/UI.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, pt, tr, zh_hans

# sync.footer.signed_in
source: When you sign in, your BudgetMeter data syncs securely to your account. Sync runs after sign-in and when you make changes. It may take a moment to appear on another device.
ar: عند تسجيل الدخول، تتم مزامنة بيانات BudgetMeter بأمان مع حسابك. تعمل المزامنة بعد تسجيل الدخول وعند إجراء التغييرات. قد يستغرق ظهورها على جهاز آخر لحظة.
de: Wenn Sie sich anmelden, werden Ihre BudgetMeter-Daten sicher mit Ihrem Konto synchronisiert. Die Synchronisierung erfolgt nach der Anmeldung und bei Änderungen. Es kann einen Moment dauern, bis sie auf einem anderen Gerät erscheinen.
es: Cuando inicias sesión, tus datos de BudgetMeter se sincronizan de forma segura con tu cuenta. La sincronización se ejecuta después del inicio de sesión y cuando realizas cambios. Puede tardar un momento en aparecer en otro dispositivo.
fr: Lorsque vous vous connectez, vos données BudgetMeter sont synchronisées en toute sécurité avec votre compte. La synchronisation s'exécute après la connexion et lorsque vous apportez des modifications. L'affichage sur un autre appareil peut prendre un moment.
it: Quando accedi, i tuoi dati BudgetMeter vengono sincronizzati in modo sicuro con il tuo account. La sincronizzazione avviene dopo l'accesso e quando apporti modifiche. Potrebbe volerci un momento prima che appaia su un altro dispositivo.
ja: サインインすると、BudgetMeterのデータがアカウントに安全に同期されます。同期はサインイン後および変更時に実行されます。別のデバイスに表示されるまで少し時間がかかる場合があります。
pt: Quando você entra, seus dados do BudgetMeter são sincronizados com segurança com sua conta. A sincronização ocorre após o login e quando você faz alterações. Pode levar um momento para aparecer em outro dispositivo.
tr: Giriş yaptığınızda BudgetMeter verileriniz hesabınıza güvenle eşitlenir. Eşitleme, girişten sonra ve değişiklik yaptığınızda çalışır. Başka bir cihazda görünmesi biraz zaman alabilir.
zh_hans: 登录后，您的 BudgetMeter 数据会安全同步到您的账户。同步在登录后以及您进行更改时运行。在其他设备上显示可能需要一些时间。

# sync.footer.signed_out
source: Sign in to save your settings and financial data to your account and use it on another device.
ar: سجّل الدخول لحفظ إعداداتك وبياناتك المالية في حسابك واستخدامها على جهاز آخر.
de: Melden Sie sich an, um Ihre Einstellungen und Finanzdaten in Ihrem Konto zu speichern und auf einem anderen Gerät zu nutzen.
es: Inicia sesión para guardar tus ajustes y datos financieros en tu cuenta y usarlos en otro dispositivo.
fr: Connectez-vous pour enregistrer vos réglages et données financières dans votre compte et les utiliser sur un autre appareil.
it: Accedi per salvare impostazioni e dati finanziari nel tuo account e usarli su un altro dispositivo.
ja: 設定と財務データをアカウントに保存し、別のデバイスで使用するにはサインインしてください。
pt: Entre para salvar suas configurações e dados financeiros na sua conta e usá-los em outro dispositivo.
tr: Ayarlarınızı ve finansal verilerinizi hesabınıza kaydetmek ve başka bir cihazda kullanmak için giriş yapın.
zh_hans: 登录以将设置和财务数据保存到您的账户，并在其他设备上使用。

# sync.status.active
source: Sync enabled for your account
ar: المزامنة مفعّلة لحسابك
de: Synchronisierung für Ihr Konto aktiviert
es: Sincronización activada para tu cuenta
fr: Synchronisation activée pour votre compte
it: Sincronizzazione attiva per il tuo account
ja: アカウントの同期が有効です
pt: Sincronização ativada para sua conta
tr: Hesabınız için eşitleme etkin
zh_hans: 您的账户已启用同步

# sync.status.detail
source: Updates when you sign in or save changes
ar: يتم التحديث عند تسجيل الدخول أو حفظ التغييرات
de: Aktualisiert bei Anmeldung oder beim Speichern von Änderungen
es: Se actualiza al iniciar sesión o guardar cambios
fr: Mise à jour lors de la connexion ou de l'enregistrement des modifications
it: Si aggiorna quando accedi o salvi modifiche
ja: サインインまたは変更保存時に更新されます
pt: Atualiza quando você entra ou salva alterações
tr: Giriş yaptığınızda veya değişiklik kaydettiğinizde güncellenir
zh_hans: 在您登录或保存更改时更新

# savings.category.education
source: Education
tr: Egitim

# savings.category.electronics
source: Electronics
tr: Elektronik

# savings.category.emergency
source: Emergency
tr: Acil durum

# savings.category.home
source: Home
tr: Ev

# savings.category.other
source: Other
tr: Diger

# savings.category.travel
source: Travel
tr: Seyahat

# savings.category.vehicle
source: Vehicle
tr: Arac
